IDEA Open Model
NonConformityIssue.Guid Property
 Description of the nonconformity
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public Guid Guid { get; set; }
Public Property Guid As Guid
	Get
	Set
public:
property Guid Guid {
	Guid get ();
	void set (Guid value);
}
Property Value
Type: Guid
See Also
Reference
NonConformityIssue Class
IdeaRS.OpenModel.Message Namespace